Repository: KarlijnColson/Helios
Catalog: locale/*/LC_MESSAGES/django.po
Languages: nl

source: Voter ID
nl: Kiezers-ID

source: Password
nl: Wachtwoord

source: Anyone!
nl: Iedereen!

source: Any %s user
nl: Elke %s gebruiker

source: Confirm Your Vote in %(election)s
nl: Bevestig je stem voor %(election)s

source: You have not yet cast your ballot! Make sure to complete the voting process if you want your vote to count.
nl: Je hebt je biljet nog niet bevestigd! Voltooi het stemproces om zeker te zijn dat je stem meegeteld wordt.

source: Confirm Your Vote
nl: Bevestig je stem

source: We have received, <b>but not yet recorded</b>, your encrypted ballot. <b>To upload your encrypted ballot to the server, please click on the button below.</b>
nl: We hebben je ge&euml;ncrypteerde stem ontvangen, <b>maar nog niet bewaard</b>. <b>Gelieve op de knop hieronder te klikken om ze te uploaden naar de server.</b>

source: I am <u>%(voter)s</u>, submit my vote!
nl: Ik ben <u>%(voter)s</u>, bewaar mijn stem!

source: Verifying and casting your ballot...
nl: Je stem wordt geverifieerd en bewaard...

source: You can cast as many ballots as you want: only the last one counts.
nl: Je kan zo vaak stemmen als je wil: alleen de laatste wordt meegeteld.

source: If you cancel now, your ballot will <b>not</b> be recorded. You can start the voting process over again, of course.
nl: Als je nu annuleert, zal je stem niet bewaard worden Je kan het stemproces uiteraard opnieuw beginnen.

source: Cancel
nl: Annuleren

source: Voting has stopped, sorry.
nl: Sorry, de verkiezing is afgesloten.

source: Voting has not yet begun, sorry.
nl: Sorry, de verkiezing is nog niet begonnen.

source: You are logged in as <u>%(user)s</u>, but this election requires election-specific credentials.
nl: Je bent ingelogd als <u>%(user)s</u>, maar deze verkiezing vereist speciale inloggegevens.

source: Please provide the voter ID and password you received by email.
nl: Gelieve het kiezers-ID en wachtwoord in te geven die je ontvangen hebt via email.

source: Bad voter ID or password, please try again.
nl: Foutief kiezers-ID of password, gelieve opnieuw te proberen.

source: Confirm Your Ballot
nl: Bevestig je stem

source: Sorry, you are <i>not eligible</i> for this election.
nl: Sorry, maar je komt <i>niet in aanmerking</i> om te stemmen in deze verkiezing.

source: Sorry, you are <i>not registered</i> for this election, and registration is closed.
nl: Sorry, je bent <i>niet geregistreerd</i> voor deze verkiezing en de registratie is afgesloten.

source: Return to Election Info
nl: Keer terug naar de verkiezingsinfo

source: Now, we need you to log in, so we can verify your eligibility. Don't worry, we'll remember your ballot while you log in.
nl: Gelieve nu in te loggen zodat we in kunnen nagaan of je in aanmerking komt voor deze verkiezing. Maak je geen zorgen, we houden je biljet bij terwijl je inlogt.

source: This election is open to <i>anyone</i>, so log in with your preferred account.
nl: <i>Iedereen</i> mag stemmen in deze verkiezing, dus je kan inloggen met je favoriete account.

source: This election is only open to <i>registered voters</i>, so log in with the same account you registered with.
nl: Alleen <i>geregistreerde kiezers</i> mogen stemmen in deze verkiezing. Gelieve dus in te loggen met de account waarmee je je geregistreerd hebt.

source: Your Smart Ballot Tracker
nl: Je Smart Ballot Tracker

source: Vote Successfully Cast!
nl: Je stem werd bewaard!

source: Congratulations, your vote has been <b>successfully cast</b>!
nl: Proficiat, je stem werd <b>bewaard</b>!

source: For your safety, we have logged you out.
nl: Voor de veiligheid hebben we je uitgelogd.

source: Admin
nl: Beheer

source: Created by
nl: Aangemaakt door

source: Voting
nl: Stemmen

source: Started
nl: begon

source: Starts
nl: begint

source: at
nl: op

source: Ended
nl: eindigde

source: Ends
nl: eindigt

source: Election Info
nl: Verkiezingsinfo

source: Candidate Bios and Statements
nl: Bio en verklaringen van de kandidaat

source: Description
nl: Beschrijving

source: This election is complete.
nl: Deze verkiezing is afgelopen.

source: Participation
nl: Deelname

source: %(num_voters_cast)s out of %(num_voters)s voters cast their vote, or %(participation_percentage)s%%.
nl: %(num_voters_cast)s van de %(num_voters)s kiezers bracht zijn stem uit, of %(participation_percentage)s%%.

source: Tally
nl: Telling

source: Answer
nl: Antwoord

source: Count
nl: Resultaat

source: This election is closed. The tally will be computed soon.
nl: Deze verkiezing is gesloten. De telling wordt spoedig berekend.

source: Vote in this Election
nl: Stem in deze verkiezing

source: This election was initially scheduled to end at %(voting_ends_at)s, but has been extended until %(voting_extended_until)s.
nl: Deze verkiezing eindigde oorspronkelijk om %(voting_ends_at)s, maar werd verlengd tot %(voting_extended_until)s.

source: This election is scheduled to end at %(voting_ends_at)s.
nl: Deze verkiezing eindigt om %(voting_ends_at)s.

source: This election ends at the administrator's discretion.
nl: De beheerder bepaalt wanneer deze verkiezing eindigt.

source: This election is <b>private</b>. You are signed in as eligible voter <i>%(voter_name)s</i>.
nl: Dit is een <b>gesloten</b> verkiezing. Je bent aangemeld als geldige kiezer <i>%(voter_name)s</i>.

source: This election is scheduled to start at %(voting_starts_at)s.
nl: Deze verkiezing begint op %(voting_starts_at)s.

source: Voting is not yet open.
nl: De verkiezing is nog niet begonnen.

source: You are registered to vote in this election.
nl: Je bent geregistreerd om te stemmen in deze verkiezing.

source: Your voter alias is %(voter_alias)s.
nl: Je alias is %(voter_alias)s.

source: You are eligible to vote in this election.
nl: Je komt in aanmerking om te stemmen in deze verkiezing.

source: You are <i>not eligible</i> to vote in this election.
nl: Je komt <i>niet in aanmerking</i> om te stemmen in deze verkiezing.

source: Who can vote?
nl: Wie kan stemmen?

source: Anyone can vote in this election.
nl: Iedereen mag stemmen in deze verkiezing.

source: Audited Ballots
nl: Geaudite biljetten

source: Preview Booth
nl: Voorbeeldweergave van het stemhokje

source: Verify Election Tally
nl: Verifieer de telling

source: Review the Voting Booth
nl: Inspecteer het stemhokje

source: Election URL
nl: Verkiezings-URL

source: Election Fingerprint
nl: Kenmerk van de verkiezing

source: Private Election&mdash;Please Log In
nl: Gesloten verkiezing&mdash;gelieve in te loggen

source: This election, with fingerprint <tt>%(hash)s</tt>, is private, and can only be viewed by eligible voters. If they were given, please provide the voter ID and password you received by email. It is also possible that the email mentioned one of the third-party providers.
nl: Deze verkiezing, met kenmerk <tt>%(hash)s</tt>, is gesloten, en kan alleen bekeken worden door geldige kiezers. Als je een email ontvangen hebt met een kiezers-ID en wachtwoord, gelieve ze dan hier in te geven. Het is ook mogelijk dat de email &eacute;&eacute;n van de third-party providers vermeldde.

source: Log In to Start Voting
nl: Log in om te beginnen met stemmen

source: Log In
nl: Inloggen

source: Logged in as <b>%(user)s</b>.
nl: Ingelogd als <b>%(user)s</b>.

source: Logout
nl: Uitloggen

source: Logged in as voter
nl: Ingelogd als kiezer

source: in election <b>%(election)s</b>.
nl: in verkiezing <b>%(election)s</b>.

source: Not logged in.
nl: Niet ingelogd.

source: Powered by <a href="http://heliosvoting.org">Helios Voting</a>.
nl: Mogelijk gemaakt door <a href="http://heliosvoting.org">Helios Voting</a>.
